<template>
    <el-col>
        <leaseMng></leaseMng>
        <el-dialog class="lih26" title="查看租赁合同" :visible.sync="dialogVisible" size="tiny" :before-close="handleClose">
            <p>
                用人单位(甲方)：法定代表人：<br>
                　　受聘用人(乙方)：身份证号：<br>
                　　根据《中华人民共和国劳动法》、《中华人民共和国劳动合同法》以及国家有关法律、法规的规定，经甲、乙双方平等协商，就确立劳动聘用关系事宜，自愿签订本合同，以资共同遵守本合同所列条款：<br>
                　　一、劳动合同期限、试用期<br>
                　　第一条本合同期限为年期限合同。<br>
                　　本合同生效日期从年月日起至年月日止。其中前个月为试用期，年月日起至年月日止。<br>
                　　二、工作岗位、工作内容<br>
                　　第二条乙方同意根据甲方工作需要在部门岗位(工作)从事职务，并兼任工作。<br>
                　　第三条乙方按照甲方确定的岗位职责要求，认真履行自己的职责，按时完成工作任务，达到规定的工作标准。简易劳动合同书范本　　第四条甲方根据工作需要以及乙方的工作表现和工作能力有权对乙方的工作岗位或职务进行调整，如工作需要也可安排乙方在甲方住所所在地以外的地方工作。乙方愿意服从甲方的工作安排与管理。<br>
                　　第五条乙方不能胜任或不适应本岗位(职务)工作时，甲方有权决定对其进行培训或调整工作岗位(职务)。<br>
                　　三、工作时间和休息、休假<br>
                　　第六条甲方依法执行标准工时制，乙方每日工作时间8小时，加延长工作时间平均每周工作不超过44小时。<br>
                　　第七条甲方根据工作需要，安排乙方加班、加点工作时，甲方依据国家规定，安排乙方同等的休息时间或依法支付加班工资。<br>
                　　第八条乙方按国家及甲方规定享有带薪年假、配偶探亲假、婚丧假、产假、哺乳假、及法定节假日的休假权并实行周六、周日双休制度。<br>
                　　四、劳动报酬<br>
                　　第九条工资报酬按照甲方的工资制度及考核制度执行。甲方支付给乙方的月工资不低于西安市当年的最低工资标准。<br>
                　　第十条乙方月工资标准为元人民币，试用期工资标准为月工资的%。<br>
                　　第十一条甲方根据经营状况、规章制度、考核制度对乙方工作进行定期考核，依据考核结果及乙方岗位、职务的变化，可对乙方的工资进行调整。<br>
                　　第十二条甲方支付乙方的工资为税前工资，于次月日将工资金额划入乙方的工资帐户，并以银行代发形式支付给乙方，同时甲方按国家规定代扣代缴个人所得税。<br>
                　　第十三条甲方根据乙方工作情况及规章制度，对乙方加薪或减薪。<br>
                　　1、加薪：乙方对甲方有特殊贡献或职位晋升时，甲方给予增加工薪，亦可按年度适当增加工资。<br>
                　　2、减薪：有下列情形之一的，视情节减少月工资或年工资金额：<br>
                　　⑴乙方未按本合同的约定完成工作任务或工作质量不符合标准的;<br>
                　　⑵乙方因过错或过失，造成工作失误或甲方名誉损害的;<br>
                　　⑶乙方被调整降低工作岗位职责时，按降低后的岗位职责确定工资标准;<br>
                　　⑷违反甲方规章制度或考勤管理制度有迟到、早退、旷工事项及因私事请假的。<br>
                　　五、保险、福利待遇<br>
                　　第十四条甲方根据国家和省市有关规定，为乙方缴纳基本养老、医疗、工伤、生育等社会保险费用，甲方对乙方个人应缴纳的费用部分负责代扣代缴。<br>
                　　第十五条乙方患病或非因工负伤时，凭甲方指定医院的医疗证明按国家和甲方的有关规定享有医疗期，病假工资待遇按国家和甲方的有关规定执行。<br>
                　　第十六条甲方按照本单位有关规定，保证乙方享受其他合法的福利待遇。<br>
                　　六、劳动保护、工作条件和教育培训<br>
                　　第十七条甲方根据国家有关劳动保护的法律、法规，建立健全工作规范、工作制度、劳动安全卫生制度以及岗位职责规章，保障乙方在劳动过程中的健康和生命安全，为乙方提供符合国家劳动安全卫生标准的工作场所和劳动工具。<br>
                　　第十八条甲方根据工作需要，对乙方进行职业道德、业务技能、劳动安全等各项规章制度的教育和培训。<br>
                　　七、劳动纪律<br>
                　　第十九条乙方应严格遵守国家的法律法规，遵守职业道德和甲方的各项规章制度，自觉维护甲方的合法权益，服从甲方管理，爱护甲方财产。<br>
                　　第二十条乙方应遵守甲方保密制度，保守甲方商业和技术秘密，在本合同期内或合同期满两年内乙方不得向任何第三方泄露甲方的保密信息。<br>
                　　第二十一条在本合同在执行期间，乙方不得在其他任何用人单位兼职(含业余兼职)。<br>
            </p>
            <span slot="footer" class="dialog-footer">
                <el-button @click="dialogVisible = false">关 闭</el-button>
            </span>
        </el-dialog>
    </el-col>
    
</template>
<script>
import leaseMng from './leaseMng'

  export default {
    data() {
      return {
        dialogVisible: true
      };
    },
    components: {
        leaseMng
    },
    methods: {
      handleClose(done) {
          this.dialogVisible = false
        // this.$confirm('确认关闭？')
        //   .then(_ => {
        //     done();
        //   })
        //   .catch(_ => {});
      }
    }
  };
</script>
<style lang="scss">
.h470 .el-dialog__wrapper .el-dialog--tiny {
    width: 70%;
    height: 500px;
    overflow: auto;
}
</style>
